public class indentify {
    public static void main(String[] args) {
/* 1. Объявить переменные, необходимые для вычисления площади прямоугольника.
         2. Объявить переменные, необходимые для вычисления объема комнаты.
         3. Объявить переменные, необходимые для вычисления  массы куба.
         4. Объявить переменные, необходимые для пересчета веса из фунтов в килограммы.
         5. Объявить переменные, необходимые для вычисления площади кольца.
         6. Объявить переменные, необходимые для вычисления стоимости покупки, состоящей из нескольких тетрадей,
         7. В программе нужно зафиксировать какое-то состояние
         8. После выполнения определенного этапа в работе программы установить флаг
         9. Проверить, соблюдается ли определенное логическое условие
         10. Определить код символа в таблице символов
         11. Задать произвольные букву и строку
         12. Масса электрона равна загорается светодиод
         16. Цифру числа нужно преобразовать в букву кг
         13. Масса Земли равна 5.972⋅10^24 кг
         14. Популяция Земли равна 7.674 миллиардов
         15. При нажатии на кноп
         загорается светодиод
         16. Цифру числа нужно преобразовать в букву
 */
        double length, height;
        double a,b;
        double length,width,height;
        double ro,alpha,mass
        double massPound, mass
                double total,costCopyBook,countCopyBook
                        int state
                                boolean state2;
        double me=5.972e24;
        long PopilationEarth = 7_67_ 459_475_349l;

                char letter="a" +
                        String s ="hi"
}

